adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
android-tools
arch-install-scripts
archlinuxcn-keyring
aria2
autoconf
automake
autotiling
base
bash-completion
bat
bc
bison
btop
btrfs-progs
busybox
calc
catimg
cava
chafa
cockpit
cockpit-files
cockpit-machines
cockpit-podman
cockpit-storaged
compsize
dash
debugedit
dmidecode
dnsmasq
dosfstools
dsniff
ed
efibootmgr
fakeroot
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-gtk
fcitx5-qt
fcitx5-rime
firefox
firefox-dark-reader
firefox-ublock-origin
firejail
flex
foot
fuzzel
fzf
gc
gcc
git
glow
grim
hmcl-bin
htop
hwloc
imagemagick
intel-ucode
iotop
jq
jre-openjdk
kdenlive
kexec-tools
kitty
less
lf
libisl
libmpc
libnotify
libvirt
linux
linux-firmware-intel
linux-firmware-realtek
localsend
lsof
m4
make
mako
man-db
mesa-utils
mpc
mpd
mpv
ncdu
ncmpcpp
neovim
nload
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nwg-look
ollama
openbsd-netcat
opendoas
openssh
pacman-contrib
pacman-static
paru
patch
pavucontrol
pipewire-alsa
pipewire-pulse
pkgconf
pkgfile
podman
polkit
pv
python-pip
python-pipx
qemu-audio-pipewire
qemu-audio-spice
qemu-base
qemu-chardev-spice
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-tools
qemu-ui-dbus
qemu-ui-gtk
qemu-ui-spice-app
rime-ice-git
rsync
scrcpy
slurp
smartmontools
spice
stow
sway
swaybg
swayidle
swayimg
swaylock-effects
systemd-resolvconf
tailscale
telegram-desktop
terminus-font
tesseract-data-eng
texinfo
tinyssh
tk
tmux
tree
ttf-sourcecodepro-nerd
udisks2
usbutils
vim
virt-manager
virt-viewer
vulkan-intel
waybar
waypipe
wf-recorder
which
whois
wl-clipboard
wmenu
xdg-desktop-portal-wlr
xdg-ninja-git
xdg-user-dirs
xorg-xauth
xwayland-satellite
yt-dlp
zathura
zathura-pdf-mupdf
zram-generator
zsh
zsh-completions
